{"-1002677790779": {"kanuni": "Kanuni za Chama La Wana 1. Kuhusiana na Elimu na Taarifa Kikundi hiki kinahimiza uelewa wa kina kuhusu historia, tamaduni, na masuala mengine ya kijamii, kiutamaduni, na kisayansi. Tunahitaji watu wanaopenda kujifunza, kuleta mawazo bora, na kusambaza maarifa kwa nia njema. Wale wanaojiunga wanatakiwa kuwa na roho ya kujitolea, wasio na nia ya kuchochea migogoro au kueneza taarifa potofu. 2. Kujiunga na Kikundi Kila mtu anayetaka kujiunga na kikundi lazima awe na dhamira ya kutafuta elimu na kutoa mchango wa maana. Kikundi hiki siyo sehemu ya kujadili masuala ya kisiasa, kidini, au binafsi bila manufaa ya pamoja. 3. Sheria ya Mawasiliano Wanachama wanapaswa kuwasiliana kwa heshima na ustaarabu. Kila mtu anapaswa kujitahidi kufikisha mawazo yake kwa njia ya kujenga na si kwa lugha chafu au matusi. 4. Kuzuia Taarifa Potofu Wanachama wanatakiwa kudumisha uwazi na uaminifu katika kuleta habari na taarifa kwa kikundi. Hakuna kuruhusiwa kusambaza taarifa zisizo na uhakika au za kudhalilisha wengine. 5. Haki na Wajibu wa Wanachama Kila mwanachama ana haki ya kutoa maoni, kuuliza maswali, na kushiriki mijadala kwa namna ya heshima. Aidha, kila mwanachama anawajibika kuzingatia kanuni hizi ili kuhakikisha ufanisi wa kikundi. 6. Elimu ya Kawaida Kikundi kinapohitaji, kutakuwa na mikutano au semina za kujifunza ili kukuza ufahamu wa wanachama kuhusu masuala ya kihistoria, kitamaduni, au kisayansi. 7. Karibu kwa Wenye Elimu na Uwezo wa Kitaaluma Kikundi hiki kinakaribisha watu wenye elimu binafsi, wakiwemo waandishi, wanamuziki, wasanii wa sanaa mbalimbali, na watu wenye kazi zinazochangia kwa tija na manufaa ya kijamii. Wanachama wanahimizwa kutoa mchango wao katika ufanisi wa kikundi kwa njia ya mawazo bora, uandishi, muziki, na sanaa, lakini pia wanapaswa kuepuka tabia za kudanganya, kupotosha au kuwa sehemu ya udanganyifu. Ni marufuku kwa wanachama wanaojihusisha na udanganyifu au usambazaji wa taarifa zisizo za kweli au za madhara kwa jamii. --- Hizi ni kanuni zilizounganisha misingi ya elimu, heshima, na ushirikiano wa kweli kwa ajili ya manufaa ya pamoja."}}